/*
 Localizable.strings
 PanicLibSSH2
 
 Created by heather on 11/13/15.
 Copyright © 2015 Panic. All rights reserved.
 */







"SSH initialization failed." = "Échec d’initialisation SSH.";
"SSH connection was cancelled." = "La connexion SSH a été annulée.";
"Couldn't connect to server." = "Impossible de se connecter au serveur.";
"Session startup failed." = "Échec du démarrage de session.";
"Password authentication not allowed." = "Authentification par mot de passe non autorisée.";
"Username or password was not accepted by the server." = "Le nom d’utilisateur ou le mot de passe a été refusé par le serveur.";
"Key file was not accepted by the server." = "Le fichier de clé n’a pas été accepté par le serveur.";
"Key file passphrase or authentication code was not accepted by the server." = "Le code d’authentification ou la phrase secrète du fichier de clé n’a pas été accepté par le serveur.";
"Session request failed." = "Échec de la requête de session.";
"PTY request failed." = "Échec de la requête PTY.";
"Shell request failed." = "Échec de la requête shell.";
"Read data unavailable." = "Lecture des données non disponible.";
"Verification code was not accepted by the server." = "Le code de vérification n’a pas été accepté par le serveur.";
"The %@ %@ fingerprint is:\n%@" = "L’empreinte %@ %@ est :\n%@";
"RSA" = "RSA";
"DSA" = "DSA";
"ECDSA" = "ECDSA";
"ED25519" = "ED25519";
"MD5" = "MD5";
"SHA256" = "SHA256";
"Unknown" = "Inconnu";

// SFTP Connection errors
"Connection cancelled." = "Connexion annulée.";
"Connection failed." = "Échec de la connexion.";
"Connection closed." = "Connexion fermée.";
"An unexpected end of file error occurred." = "Une erreur inattendue de fin de fichier s’est produite.";
"Command failed." = "Échec de la commande.";
"Bad message." = "Mauvais message.";
"Read error." = "Erreur de lecture.";
"Write error." = "Erreur d’écriture.";
"Remote stat failed." = "Fichier introuvable. Assurez-vous que le fichier n’a pas été déplacé ou renommé par inadvertance.";
"Local stat failed." = "Fichier introuvable. Assurez-vous que le fichier n’a pas été déplacé ou renommé par inadvertance.";
"Couldn't set local permissions." = "Impossible de configurer les autorisations locales.";
"Couldn't set local file time." = "Impossible d’horodater le fichier local.";
"Can't download a directory." = "Impossible de télécharger un répertoire.";
"Couldn't get remote handle." = "Impossible de prendre la main à distance.";
"Couldn't create local file." = "Impossible de créer un fichier local.";
"Data packet too big." = "Le paquet de données est trop important.";
"Protocol error." = "Erreur de protocole.";
"Unable to extract public key from private key file." = "Impossible d’extraire la clé publique du fichier de clé privée.";
"Could not establish a secure connection." = "Impossible d’établir une connexion sécurisée.";
"File not found." = "Fichier introuvable.";
"Make sure you have permission to modify this file." = "Assurez-vous de disposer des autorisations pour modifier ce fichier.";
"Not connected." = "Non connecté.";
"Server closed connection." = "Connexion au serveur fermée.";
"Operation not supported." = "Opération non prise en charge.";
"Connection refused." = "Connexion refusée.";
"Attributes missing permissions." = "Autorisations manquantes pour les attributs.";
"Stat failed." = "Échec des stat.";
"An SSH config file contains one or more errors. Please correct them to use this file." = "Un fichier de configuration SSH contient une ou plusieurs erreurs. Veuillez les corriger pour utiliser ce fichier.";
"Credentials were not accepted by the server." = "Les données d’identification n’ont pas été acceptées par le serveur.";

